stress-test-pairs/mixed-couples-run2-2021-12-02_07:28:25/150-wf1-350-wf2/wave-iteration-1/out-wf1-150-2021-12-02_09:39:13.txt
Requests      [total, rate]            135000, 150.00
Duration      [total, attack, wait]    15m1.470867769s, 14m59.993637866s, 1.477229903s
Latencies     [mean, 50, 95, 99, max]  1.599852034s, 1.281613971s, 3.823552886s, 5.109441169s, 9.4663076s
Bytes In      [total, mean]            1473104488, 10911.89
Bytes Out     [total, mean]            0, 0.00
Success       [ratio]                  100.00%
Status Codes  [code:count]             200:135000  
Error Set: